[
    {
        "0":"b'<div class=\"publication_title\"><b>PlanT: Explainable Planning Transformers via Object-Level Representations </b><br/>K. Renz, K. Chitta, O. Mercea, A. Koepke, Z. Akata and A. Geiger <br/>Conference on Robot Learning (CoRL), 2022</div>'"
    },
    {
        "1":"b'<div class=\"publication_title\"><b>VoxGRAF: Fast 3D-Aware Image Synthesis with Sparse Voxel Grids </b><br/>K. Schwarz, A. Sauer, M. Niemeyer, Y. Liao and A. Geiger <br/>Advances in Neural Information Processing Systems (NeurIPS), 2022</div>'"
    },
    {
        "2":"b'<div class=\"publication_title\"><b>MonoSDF: Exploring Monocular Geometric Cues for Neural Implicit Surface Reconstruction </b><br/>Z. Yu, S. Peng, M. Niemeyer, T. Sattler and A. Geiger <br/>Advances in Neural Information Processing Systems (NeurIPS), 2022</div>'"
    },
    {
        "3":"b'<div class=\"publication_title\"><b>Fast-SNARF: A Fast Deformer for Articulated Neural Fields </b><br/>X. Chen, T. Jiang, J. Song, M. Rietmann, A. Geiger, M. Black and O. Hilliges <br/>Arxiv, 2022</div>'"
    },
    {
        "4":"b'<div class=\"publication_title\"><b>Unifying Flow, Stereo and Depth Estimation </b><br/>H. Xu, J. Zhang, J. Cai, H. Rezatofighi, F. Yu, D. Tao and A. Geiger <br/>Arxiv, 2022</div>'"
    },
    {
        "5":"b'<div class=\"publication_title\"><b>ARAH: Animatable Volume Rendering of Articulated Human SDFs </b><br/>S. Wang, K. Schwarz, A. Geiger and S. Tang <br/>European Conference on Computer Vision (ECCV), 2022</div>'"
    },
    {
        "6":"b'<div class=\"publication_title\"><b>TensoRF: Tensorial Radiance Fields </b><br/>A. Chen, Z. Xu, A. Geiger, J. Yu and H. Su <br/>European Conference on Computer Vision (ECCV), 2022</div>'"
    },
    {
        "7":"b'<div class=\"publication_title\"><b>KING: Generating Safety-Critical Driving Scenarios for Robust Imitation via Kinematics Gradients </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>N. Hanselmann, K. Renz, K. Chitta, A. Bhattacharyya and A. Geiger <br/>European Conference on Computer Vision (ECCV), 2022</div>'"
    },
    {
        "8":"b'<div class=\"publication_title\"><b>Panoptic NeRF: 3D-to-2D Label Transfer for Panoptic Urban Scene Segmentation </b><br/>X. Fu, S. Zhang, T. Chen, Y. Lu, L. Zhu, X. Zhou, A. Geiger and Y. Liao <br/>International Conference on 3D Vision (3DV), 2022</div>'"
    },
    {
        "9":"b'<div class=\"publication_title\"><b>TransFuser: Imitation with Transformer-Based Sensor Fusion for Autonomous Driving </b><br/>K. Chitta, A. Prakash, B. Jaeger, Z. Yu, K. Renz and A. Geiger <br/>Pattern Analysis and Machine Intelligence (PAMI), 2022</div>'"
    },
    {
        "10":"b'<div class=\"publication_title\"><b>StyleGAN-XL: Scaling StyleGAN to Large Diverse Datasets </b><br/>A. Sauer, K. Schwarz and A. Geiger <br/>International Conference on Computer Graphics and Interactive Techniques (SIGGRAPH), 2022</div>'"
    },
    {
        "11":"b'<div class=\"publication_title\"><b>gDNA: Towards Generative Detailed Neural Avatars </b><br/>X. Chen, T. Jiang, J. Song, J. Yang, M. Black, A. Geiger and O. Hilliges <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2022</div>'"
    },
    {
        "12":"b'<div class=\"publication_title\"><b>PINA: Learning a Personalized Implicit Neural Avatar from a Single RGB-D Video Sequence </b><br/>Z. Dong, C. Guo, J. Song, X. Chen, A. Geiger and O. Hilliges <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2022</div>'"
    },
    {
        "13":"b'<div class=\"publication_title\"><b>RegNeRF: Regularizing Neural Radiance Fields for View Synthesis from Sparse Inputs </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>M. Niemeyer, J. Barron, B. Mildenhall, M. Sajjadi, A. Geiger and N. Radwan <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2022</div>'"
    },
    {
        "14":"b'<div class=\"publication_title\"><b>KITTI-360: A Novel Dataset and Benchmarks for Urban Scene Understanding in 2D and 3D </b><br/>Y. Liao, J. Xie and A. Geiger <br/>Pattern Analysis and Machine Intelligence (PAMI), 2022</div>'"
    },
    {
        "15":"b'<div class=\"publication_title\"><b>Projected GANs Converge Faster </b><br/>A. Sauer, K. Chitta, J. M&#252;ller and A. Geiger <br/>Advances in Neural Information Processing Systems (NeurIPS), 2021</div>'"
    },
    {
        "16":"b'<div class=\"publication_title\"><b>MetaAvatar: Learning Animatable Clothed Human Models from Few Depth Images </b><br/>S. Wang, M. Mihajlovic, Q. Ma, A. Geiger and S. Tang <br/>Advances in Neural Information Processing Systems (NeurIPS), 2021</div>'"
    },
    {
        "17":"b'<div class=\"publication_title\"><b>ATISS: Autoregressive Transformers for Indoor Scene Synthesis </b><br/>D. Paschalidou, A. Kar, M. Shugrina, K. Kreis, A. Geiger and S. Fidler <br/>Advances in Neural Information Processing Systems (NeurIPS), 2021</div>'"
    },
    {
        "18":"b'<div class=\"publication_title\"><b>On the Frequency Bias of Generative Models </b><br/>K. Schwarz, Y. Liao and A. Geiger <br/>Advances in Neural Information Processing Systems (NeurIPS), 2021</div>'"
    },
    {
        "19":"b'<div class=\"publication_title\"><b>Shape As Points: A Differentiable Poisson Solver </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>S. Peng, C. Jiang, Y. Liao, M. Niemeyer, M. Pollefeys and A. Geiger <br/>Advances in Neural Information Processing Systems (NeurIPS), 2021</div>'"
    },
    {
        "20":"b'<div class=\"publication_title\"><b>CAMPARI: Camera-Aware Decomposed Generative Neural Radiance Fields </b><br/>M. Niemeyer and A. Geiger <br/>International Conference on 3D Vision (3DV), 2021</div>'"
    },
    {
        "21":"b'<div class=\"publication_title\"><b>STEP: Segmenting and Tracking Every Pixel </b><br/>M. Weber, J. Xie, M. Collins, Y. Zhu, P. Voigtlaender, H. Adam, B. Green, A. Geiger, B. Leibe, D. Cremers,  et al.<br/>Neural Information Processing Systems (NeurIPS) Track on Datasets and Benchmarks, 2021</div>'"
    },
    {
        "22":"b'<div class=\"publication_title\"><b>NEAT: Neural Attention Fields for End-to-End Autonomous Driving </b><br/>K. Chitta, A. Prakash and A. Geiger <br/>International Conference on Computer Vision (ICCV), 2021</div>'"
    },
    {
        "23":"b'<div class=\"publication_title\"><b>KiloNeRF: Speeding up Neural Radiance Fields with Thousands of Tiny MLPs </b><br/>C. Reiser, S. Peng, Y. Liao and A. Geiger <br/>International Conference on Computer Vision (ICCV), 2021</div>'"
    },
    {
        "24":"b'<div class=\"publication_title\"><b>UNISURF: Unifying Neural Implicit Surfaces and Radiance Fields for Multi-View Reconstruction </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>M. Oechsle, S. Peng and A. Geiger <br/>International Conference on Computer Vision (ICCV), 2021</div>'"
    },
    {
        "25":"b'<div class=\"publication_title\"><b>SNARF: Differentiable Forward Skinning for Animating Non-Rigid Neural Implicit Shapes </b><br/>X. Chen, Y. Zheng, M. Black, O. Hilliges and A. Geiger <br/>International Conference on Computer Vision (ICCV), 2021</div>'"
    },
    {
        "26":"b'<div class=\"publication_title\"><b>SLIM: Self-Supervised LiDAR Scene Flow and Motion Segmentation </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>S. Baur, D. Emmerichs, F. Moosmann, P. Pinggera, B. Ommer and A. Geiger <br/>International Conference on Computer Vision (ICCV), 2021</div>'"
    },
    {
        "27":"b'<div class=\"publication_title\"><b>Benchmarking Unsupervised Object Representations for Video Sequences </b><br/>M. Weis, K. Chitta, Y. Sharma, W. Brendel, M. Bethge, A. Geiger and A. Ecker <br/>Journal of Machine Learning Research (JMLR), 2021</div>'"
    },
    {
        "28":"b'<div class=\"publication_title\"><b>Learning Cascaded Detection Tasks with Weakly-Supervised Domain Adaptation </b><br/>N. Hanselmann, N. Schneider, B. Ortelt and A. Geiger <br/>Intelligent Vehicles Symposium (IV), 2021</div>'"
    },
    {
        "29":"b'<div class=\"publication_title\"><b>Neural Parts: Learning Expressive 3D Shape Abstractions with Invertible Neural Networks </b><br/>D. Paschalidou, A. Katharopoulos, A. Geiger and S. Fidler <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2021</div>'"
    },
    {
        "30":"b'<div class=\"publication_title\"><b>Locally Aware Piecewise Transformation Fields for 3D Human Mesh Registration </b><br/>S. Wang, A. Geiger and S. Tang <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2021</div>'"
    },
    {
        "31":"b'<div class=\"publication_title\"><b>Multi-Modal Fusion Transformer for End-to-End Autonomous Driving </b><br/>A. Prakash, K. Chitta and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2021</div>'"
    },
    {
        "32":"b'<div class=\"publication_title\"><b>GIRAFFE: Representing Scenes as Compositional Generative Neural Feature Fields </b> <b><span style=\"color:#a51e37\">(oral, best paper award)</span></b><br/>M. Niemeyer and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2021</div>'"
    },
    {
        "33":"b'<div class=\"publication_title\"><b>SMD-Nets: Stereo Mixture Density Networks </b><br/>F. Tosi, Y. Liao, C. Schmitt and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2021</div>'"
    },
    {
        "34":"b'<div class=\"publication_title\"><b>Counterfactual Generative Networks </b><br/>A. Sauer and A. Geiger <br/>International Conference on Learning Representations (ICLR), 2021</div>'"
    },
    {
        "35":"b'<div class=\"publication_title\"><b>Learning Steering Kernels for Guided Depth Completion </b><br/>L. Liu, Y. Liao, Y. Wang, A. Geiger and Y. Liu <br/>Transactions on Image Processing (TIP), 2021</div>'"
    },
    {
        "36":"b'<div class=\"publication_title\"><b>GRAF: Generative Radiance Fields for 3D-Aware Image Synthesis </b><br/>K. Schwarz, Y. Liao, M. Niemeyer and A. Geiger <br/>Advances in Neural Information Processing Systems (NeurIPS), 2020</div>'"
    },
    {
        "37":"b'<div class=\"publication_title\"><b>Intrinsic Autoencoders for Joint Neural Rendering and Intrinsic Image Decomposition </b><br/>H. Alhaija, S. Mustikovela, V. Jampani, J. Thies, M. Niessner, A. Geiger and C. Rother <br/>International Conference on 3D Vision (3DV), 2020</div>'"
    },
    {
        "38":"b'<div class=\"publication_title\"><b>Learning Implicit Surface Light Fields </b><br/>M. Oechsle, M. Niemeyer, C. Reiser, L. Mescheder, T. Strauss and A. Geiger <br/>International Conference on 3D Vision (3DV), 2020</div>'"
    },
    {
        "39":"b'<div class=\"publication_title\"><b>HOTA: A Higher Order Metric for Evaluating Multi-Object Tracking </b><br/>J. Luiten, A. Osep, P. Dendorfer, P. Torr, A. Geiger, L. Leal-Taixe and B. Leibe <br/>International Journal of Computer Vision (IJCV), 2020</div>'"
    },
    {
        "40":"b'<div class=\"publication_title\"><b>Label Efficient Visual Abstractions for Autonomous Driving </b><br/>A. Behl, K. Chitta, A. Prakash, E. Ohn-Bar and A. Geiger <br/>International Conference on Intelligent Robots and Systems (IROS), 2020</div>'"
    },
    {
        "41":"b'<div class=\"publication_title\"><b>Category Level Object Pose Estimation via Neural Analysis-by-Synthesis </b><br/>X. Chen, Z. Dong, J. Song, A. Geiger and O. Hilliges <br/>European Conference on Computer Vision (ECCV), 2020</div>'"
    },
    {
        "42":"b'<div class=\"publication_title\"><b>Convolutional Occupancy Networks </b> <b><span style=\"color:#a51e37\">(spotlight)</span></b><br/>S. Peng, M. Niemeyer, L. Mescheder, M. Pollefeys and A. Geiger <br/>European Conference on Computer Vision (ECCV), 2020</div>'"
    },
    {
        "43":"b'<div class=\"publication_title\"><b>Learning Neural Light Transport </b><br/>P. Sanzenbacher, L. Mescheder and A. Geiger <br/>Arxiv, 2020</div>'"
    },
    {
        "44":"b'<div class=\"publication_title\"><b>Computer Vision for Autonomous Vehicles: Problems, Datasets and State of the Art </b><br/>J. Janai, F. G&#252;ney, A. Behl and A. Geiger <br/>Foundations and Trends in Computer Graphics and Vision, 2020</div>'"
    },
    {
        "45":"b'<div class=\"publication_title\"><b>Learning Situational Driving </b><br/>E. Ohn-Bar, A. Prakash, A. Behl, K. Chitta and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2020</div>'"
    },
    {
        "46":"b'<div class=\"publication_title\"><b>On Joint Estimation of Pose, Geometry and svBRDF from a Handheld Scanner </b><br/>C. Schmitt, S. Donne, G. Riegler, V. Koltun and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2020</div>'"
    },
    {
        "47":"b'<div class=\"publication_title\"><b>Exploring Data Aggregation in Policy Learning for Vision-based Urban Autonomous Driving </b><br/>A. Prakash, A. Behl, E. Ohn-Bar, K. Chitta and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2020</div>'"
    },
    {
        "48":"b'<div class=\"publication_title\"><b>Learning Unsupervised Hierarchical Part Decomposition of 3D Objects from a Single RGB Image </b><br/>D. Paschalidou, L. Gool and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2020</div>'"
    },
    {
        "49":"b'<div class=\"publication_title\"><b>Differentiable Volumetric Rendering: Learning Implicit 3D Representations without 3D Supervision </b><br/>M. Niemeyer, L. Mescheder, M. Oechsle and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2020</div>'"
    },
    {
        "50":"b'<div class=\"publication_title\"><b>Towards Unsupervised Learning of Generative Models for 3D Controllable Image Synthesis </b><br/>Y. Liao, K. Schwarz, L. Mescheder and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2020</div>'"
    },
    {
        "51":"b'<div class=\"publication_title\"><b>Self-Supervised Linear Motion Deblurring </b><br/>P. Liu, J. Janai, M. Pollefeys, T. Sattler and A. Geiger <br/>Robotics and Automation Letters (RA-L), 2020</div>'"
    },
    {
        "52":"b'<div class=\"publication_title\"><b>Attacking Optical Flow </b><br/>A. Ranjan, J. Janai, A. Geiger and M. Black <br/>International Conference on Computer Vision (ICCV), 2019</div>'"
    },
    {
        "53":"b'<div class=\"publication_title\"><b>Occupancy Flow: 4D Reconstruction by Learning Particle Dynamics </b><br/>M. Niemeyer, L. Mescheder, M. Oechsle and A. Geiger <br/>International Conference on Computer Vision (ICCV), 2019</div>'"
    },
    {
        "54":"b'<div class=\"publication_title\"><b>Texture Fields: Learning Texture Representations in Function Space </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>M. Oechsle, L. Mescheder, M. Niemeyer, T. Strauss and A. Geiger <br/>International Conference on Computer Vision (ICCV), 2019</div>'"
    },
    {
        "55":"b'<div class=\"publication_title\"><b>NoVA: Learning to See in Novel Viewpoints and Domains </b><br/>B. Coors, A. Condurache and A. Geiger <br/>International Conference on 3D Vision (3DV), 2019</div>'"
    },
    {
        "56":"b'<div class=\"publication_title\"><b>Taking a Deeper Look at the Inverse Compositional Algorithm </b> <b><span style=\"color:#a51e37\">(oral, best paper finalist)</span></b><br/>Z. Lv, F. Dellaert, J. Rehg and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2019</div>'"
    },
    {
        "57":"b'<div class=\"publication_title\"><b>Occupancy Networks: Learning 3D Reconstruction in Function Space </b> <b><span style=\"color:#a51e37\">(oral, best paper finalist)</span></b><br/>L. Mescheder, M. Oechsle, M. Niemeyer, S. Nowozin and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2019</div>'"
    },
    {
        "58":"b'<div class=\"publication_title\"><b>Connecting the Dots: Learning Representations for Active Monocular Depth Estimation </b><br/>G. Riegler, Y. Liao, S. Donne, V. Koltun and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2019</div>'"
    },
    {
        "59":"b'<div class=\"publication_title\"><b>MOTS: Multi-Object Tracking and Segmentation </b><br/>P. Voigtlaender, M. Krause, A. Osep, J. Luiten, B. Sekar, A. Geiger and B. Leibe <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2019</div>'"
    },
    {
        "60":"b'<div class=\"publication_title\"><b>PointFlowNet: Learning Representations for Rigid Motion Estimation from Point Clouds </b><br/>A. Behl, D. Paschalidou, S. Donne and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2019</div>'"
    },
    {
        "61":"b'<div class=\"publication_title\"><b>Learning Non-volumetric Depth Fusion using Successive Reprojections </b><br/>S. Donne and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2019</div>'"
    },
    {
        "62":"b'<div class=\"publication_title\"><b>Superquadrics Revisited: Learning 3D Shape Parsing beyond Cuboids </b><br/>D. Paschalidou, A. Ulusoy and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2019</div>'"
    },
    {
        "63":"b'<div class=\"publication_title\"><b>Project AutoVision: Localization and 3D Scene Perception for an Autonomous Vehicle with a Multi-Camera System </b><br/>L. Heng, B. Choi, Z. Cui, M. Geppert, S. Hu, B. Kuan, P. Liu, R. Nguyen, Y. Yeo, A. Geiger,  et al.<br/>International Conference on Robotics and Automation (ICRA), 2019</div>'"
    },
    {
        "64":"b'<div class=\"publication_title\"><b>Real-Time Dense Mapping for Self-Driving Vehicles using Fisheye Cameras </b><br/>Z. Cui, L. Heng, Y. Yeo, A. Geiger, M. Pollefeys and T. Sattler <br/>International Conference on Robotics and Automation (ICRA), 2019</div>'"
    },
    {
        "65":"b'<div class=\"publication_title\"><b>Conditional Affordance Learning for Driving in Urban Environments </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>A. Sauer, N. Savinov and A. Geiger <br/>Conference on Robot Learning (CoRL), 2018</div>'"
    },
    {
        "66":"b'<div class=\"publication_title\"><b>On the Integration of Optical Flow and Action Recognition </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>L. Sevilla-Lara, Y. Liao, F. G&#252;ney, V. Jampani, A. Geiger and M. Black <br/>German Conference on Pattern Recognition (GCPR), 2018</div>'"
    },
    {
        "67":"b'<div class=\"publication_title\"><b>Learning 3D Shape Completion under Weak Supervision </b><br/>D. Stutz and A. Geiger <br/>International Journal of Computer Vision (IJCV), 2018</div>'"
    },
    {
        "68":"b'<div class=\"publication_title\"><b>Towards Robust Visual Odometry with a Multi-Camera System </b><br/>P. Liu, M. Geppert, L. Heng, T. Sattler, A. Geiger and M. Pollefeys <br/>International Conference on Intelligent Robots and Systems (IROS), 2018</div>'"
    },
    {
        "69":"b'<div class=\"publication_title\"><b>Geometric Image Synthesis </b><br/>H. Alhaija, S. Mustikovela, A. Geiger and C. Rother <br/>Asian Conference on Computer Vision (ACCV), 2018</div>'"
    },
    {
        "70":"b'<div class=\"publication_title\"><b>SphereNet: Learning Spherical Representations for Detection and Classification in Omnidirectional Images </b><br/>B. Coors, A. Condurache and A. Geiger <br/>European Conference on Computer Vision (ECCV), 2018</div>'"
    },
    {
        "71":"b'<div class=\"publication_title\"><b>Learning Priors for Semantic 3D Reconstruction </b><br/>I. Cherabier, J. Sch&#246;nberger, M. Oswald, M. Pollefeys and A. Geiger <br/>European Conference on Computer Vision (ECCV), 2018</div>'"
    },
    {
        "72":"b'<div class=\"publication_title\"><b>Unsupervised Learning of Multi-Frame Optical Flow with Occlusions </b><br/>J. Janai, F. G&#252;ney, A. Ranjan, M. Black and A. Geiger <br/>European Conference on Computer Vision (ECCV), 2018</div>'"
    },
    {
        "73":"b'<div class=\"publication_title\"><b>Which Training Methods for GANs do actually Converge? </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>L. Mescheder, A. Geiger and S. Nowozin <br/>International Conference on Machine learning (ICML), 2018</div>'"
    },
    {
        "74":"b'<div class=\"publication_title\"><b>Semantic Visual Localization </b><br/>J. Sch&#246;nberger, M. Pollefeys, A. Geiger and T. Sattler <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2018</div>'"
    },
    {
        "75":"b'<div class=\"publication_title\"><b>Learning 3D Shape Completion from Laser Scan Data with Weak Supervision </b><br/>D. Stutz and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2018</div>'"
    },
    {
        "76":"b'<div class=\"publication_title\"><b>Deep Marching Cubes: Learning Explicit Surface Representations </b><br/>Y. Liao, S. Donne and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2018</div>'"
    },
    {
        "77":"b'<div class=\"publication_title\"><b>RayNet: Learning Volumetric 3D Reconstruction with Ray Potentials </b> <b><span style=\"color:#a51e37\">(spotlight)</span></b><br/>D. Paschalidou, A. Ulusoy, C. Schmitt, L. Gool and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2018</div>'"
    },
    {
        "78":"b'<div class=\"publication_title\"><b>Robust Dense Mapping for Large-Scale Dynamic Environments </b><br/>I. Barsan, P. Liu, M. Pollefeys and A. Geiger <br/>International Conference on Robotics and Automation (ICRA), 2018</div>'"
    },
    {
        "79":"b'<div class=\"publication_title\"><b>Object Scene Flow </b><br/>M. Menze, C. Heipke and A. Geiger <br/>ISPRS Journal of Photogrammetry and Remote Sensing (JPRS), 2018</div>'"
    },
    {
        "80":"b'<div class=\"publication_title\"><b>Learning Transformation Invariant Representations with Weak Supervision </b><br/>B. Coors, A. Condurache, A. Mertins and A. Geiger <br/>International Conference on Computer Vision Theory and Applications (VISAPP), 2018</div>'"
    },
    {
        "81":"b'<div class=\"publication_title\"><b>Augmented Reality Meets Computer Vision: Efficient Data Generation for Urban Driving Scenes </b><br/>H. Alhaija, S. Mustikovela, L. Mescheder, A. Geiger and C. Rother <br/>International Journal of Computer Vision (IJCV), 2018</div>'"
    },
    {
        "82":"b'<div class=\"publication_title\"><b>The Numerics of GANs </b> <b><span style=\"color:#a51e37\">(spotlight)</span></b><br/>L. Mescheder, S. Nowozin and A. Geiger <br/>Advances in Neural Information Processing Systems (NIPS), 2017</div>'"
    },
    {
        "83":"b'<div class=\"publication_title\"><b>Bounding Boxes, Segmentations and Object Coordinates: How Important is Recognition for 3D Scene Flow Estimation  ...</b><br/>A. Behl, O. Jafari, S. Mustikovela, H. Alhaija, C. Rother and A. Geiger <br/>International Conference on Computer Vision (ICCV), 2017</div>'"
    },
    {
        "84":"b'<div class=\"publication_title\"><b>Sparsity Invariant CNNs </b> <b><span style=\"color:#a51e37\">(oral, best student paper award)</span></b><br/>J. Uhrig, N. Schneider, L. Schneider, U. Franke, T. Brox and A. Geiger <br/>International Conference on 3D Vision (3DV), 2017</div>'"
    },
    {
        "85":"b'<div class=\"publication_title\"><b>OctNetFusion: Learning Depth Fusion from Data </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>G. Riegler, A. Ulusoy, H. Bischof and A. Geiger <br/>International Conference on 3D Vision (3DV), 2017</div>'"
    },
    {
        "86":"b'<div class=\"publication_title\"><b>Augmented Reality Meets Deep Learning for Car Instance Segmentation in Urban Scenes </b><br/>H. Alhaija, S. Mustikovela, L. Mescheder, A. Geiger and C. Rother <br/>British Machine Vision Conference (BMVC), 2017</div>'"
    },
    {
        "87":"b'<div class=\"publication_title\"><b>Direct Visual Odometry for a Fisheye-Stereo Camera </b><br/>P. Liu, L. Heng, T. Sattler, A. Geiger and M. Pollefeys <br/>International Conference on Intelligent Robots and Systems (IROS), 2017</div>'"
    },
    {
        "88":"b'<div class=\"publication_title\"><b>Adversarial Variational Bayes: Unifying Variational Autoencoders and Generative Adversarial Networks </b><br/>L. Mescheder, S. Nowozin and A. Geiger <br/>International Conference on Machine learning (ICML), 2017</div>'"
    },
    {
        "89":"b'<div class=\"publication_title\"><b>Toroidal Constraints for Two Point Localization Under High Outlier Ratios </b><br/>F. Camposeco, T. Sattler, A. Cohen, A. Geiger and M. Pollefeys <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2017</div>'"
    },
    {
        "90":"b'<div class=\"publication_title\"><b>A Multi-View Stereo Benchmark with High-Resolution Images and Multi-Camera Videos </b><br/>T. Sch&#246;ps, J. Sch&#246;nberger, S. Galliani, T. Sattler, K. Schindler, M. Pollefeys and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2017</div>'"
    },
    {
        "91":"b'<div class=\"publication_title\"><b>Semantic Multi-view Stereo: Jointly Estimating Objects and Voxels </b><br/>A. Ulusoy, M. Black and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2017</div>'"
    },
    {
        "92":"b'<div class=\"publication_title\"><b>Slow Flow: Exploiting High-Speed Cameras for Accurate and Diverse Optical Flow Reference Data </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>J. Janai, F. G&#252;ney, J. Wulff, M. Black and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2017</div>'"
    },
    {
        "93":"b'<div class=\"publication_title\"><b>OctNet: Learning Deep 3D Representations at High Resolutions </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>G. Riegler, A. Ulusoy and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2017</div>'"
    },
    {
        "94":"b'<div class=\"publication_title\"><b>Computer Vision for Autonomous Vehicles: Problems, Datasets and State-of-the-Art </b><br/>J. Janai, F. G&#252;ney, A. Behl and A. Geiger <br/>Arxiv, 2017</div>'"
    },
    {
        "95":"b'<div class=\"publication_title\"><b>Map-Based Probabilistic Visual Self-Localization </b><br/>M. Brubaker, A. Geiger and R. Urtasun <br/>Pattern Analysis and Machine Intelligence (PAMI), 2016</div>'"
    },
    {
        "96":"b'<div class=\"publication_title\"><b>Probabilistic Duality for Parallel Gibbs Sampling without Graph Coloring </b><br/>L. Mescheder, S. Nowozin and A. Geiger <br/>Arxiv, 2016</div>'"
    },
    {
        "97":"b'<div class=\"publication_title\"><b>Deep Discrete Flow </b><br/>F. G&#252;ney and A. Geiger <br/>Asian Conference on Computer Vision (ACCV), 2016</div>'"
    },
    {
        "98":"b'<div class=\"publication_title\"><b>Semantic Instance Annotation of Street Scenes by 3D to 2D Label Transfer </b><br/>J. Xie, M. Kiefel, M. Sun and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2016</div>'"
    },
    {
        "99":"b'<div class=\"publication_title\"><b>Patches, Planes and Probabilities: A Non-local Prior for Volumetric 3D Reconstruction </b><br/>A. Ulusoy, M. Black and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2016</div>'"
    },
    {
        "100":"b'<div class=\"publication_title\"><b>Exploiting Object Similarity in 3D Reconstruction </b><br/>C. Zhou, F. G&#252;ney, Y. Wang and A. Geiger <br/>International Conference on Computer Vision (ICCV), 2015</div>'"
    },
    {
        "101":"b'<div class=\"publication_title\"><b>FollowMe: Efficient Online Min-Cost Flow Tracking with Bounded Memory and Computation </b><br/>P. Lenz, A. Geiger and R. Urtasun <br/>International Conference on Computer Vision (ICCV), 2015</div>'"
    },
    {
        "102":"b'<div class=\"publication_title\"><b>Joint 3D Estimation of Vehicles and Scene Flow </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>M. Menze, C. Heipke and A. Geiger <br/>ISPRS Workshop on Image Sequence Analysis (ISA), 2015</div>'"
    },
    {
        "103":"b'<div class=\"publication_title\"><b>Towards Probabilistic Volumetric Reconstruction using Ray Potentials </b> <b><span style=\"color:#a51e37\">(oral, best paper award)</span></b><br/>A. Ulusoy, A. Geiger and M. Black <br/>International Conference on 3D Vision (3DV), 2015</div>'"
    },
    {
        "104":"b'<div class=\"publication_title\"><b>Discrete Optimization for Optical Flow </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>M. Menze, C. Heipke and A. Geiger <br/>German Conference on Pattern Recognition (GCPR), 2015</div>'"
    },
    {
        "105":"b'<div class=\"publication_title\"><b>Joint 3D Object and Layout Inference from a single RGB-D Image </b> <b><span style=\"color:#a51e37\">(oral, best paper award)</span></b><br/>A. Geiger and C. Wang <br/>German Conference on Pattern Recognition (GCPR), 2015</div>'"
    },
    {
        "106":"b'<div class=\"publication_title\"><b>Object Scene Flow for Autonomous Vehicles </b><br/>M. Menze and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2015</div>'"
    },
    {
        "107":"b'<div class=\"publication_title\"><b>Displets: Resolving Stereo Ambiguities using Object Knowledge </b><br/>F. G&#252;ney and A. Geiger <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2015</div>'"
    },
    {
        "108":"b'<div class=\"publication_title\"><b>Handbook of Driver Assistance Systems </b><br/>H. Winner, S. Hakuli, F. Lotz, C. Singer, A. Geiger  et al.<br/>Springer Vieweg, 2015</div>'"
    },
    {
        "109":"b'<div class=\"publication_title\"><b>Handbuch Fahrerassistenzsysteme </b><br/>H. Winner, S. Hakuli, F. Lotz, C. Singer, A. Geiger  et al.<br/>Springer Vieweg, 2015</div>'"
    },
    {
        "110":"b'<div class=\"publication_title\"><b>3D Traffic Scene Understanding from Movable Platforms </b><br/>A. Geiger, M. Lauer, C. Wojek, C. Stiller and R. Urtasun <br/>Pattern Analysis and Machine Intelligence (PAMI), 2014</div>'"
    },
    {
        "111":"b'<div class=\"publication_title\"><b>Simultaneous Underwater Visibility Assessment, Enhancement and Improved Stereo </b><br/>M. Roser, M. Dunbabin and A. Geiger <br/>International Conference on Robotics and Automation (ICRA), 2014</div>'"
    },
    {
        "112":"b'<div class=\"publication_title\"><b>Calibrating and Centering Quasi-Central Catadioptric Cameras </b><br/>M. Sch&#246;nbein, T. Strauss and A. Geiger <br/>International Conference on Robotics and Automation (ICRA), 2014</div>'"
    },
    {
        "113":"b'<div class=\"publication_title\"><b>Omnidirectional 3D Reconstruction in Augmented Manhattan Worlds </b><br/>M. Sch&#246;nbein and A. Geiger <br/>International Conference on Intelligent Robots and Systems (IROS), 2014</div>'"
    },
    {
        "114":"b'<div class=\"publication_title\"><b>Understanding High-Level Semantics by Modeling Traffic Patterns </b><br/>H. Zhang, A. Geiger and R. Urtasun <br/>International Conference on Computer Vision (ICCV), 2013</div>'"
    },
    {
        "115":"b'<div class=\"publication_title\"><b>Vision meets Robotics: The KITTI Dataset </b><br/>A. Geiger, P. Lenz, C. Stiller and R. Urtasun <br/>International Journal of Robotics Research (IJRR), 2013</div>'"
    },
    {
        "116":"b'<div class=\"publication_title\"><b>Probabilistic Models for 3D Urban Scene Understanding from Movable Platforms </b><br/>A. Geiger <br/>Ph.D. Thesis, 2013</div>'"
    },
    {
        "117":"b'<div class=\"publication_title\"><b>Lost! Leveraging the Crowd for Probabilistic Visual Self-Localization </b> <b><span style=\"color:#a51e37\">(oral, best paper runner up award)</span></b><br/>M. Brubaker, A. Geiger and R. Urtasun <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2013</div>'"
    },
    {
        "118":"b'<div class=\"publication_title\"><b>A New Performance Measure and Evaluation Benchmark for Road Detection Algorithms </b><br/>J. Fritsch, T. Kuehnl and A. Geiger <br/>International Conference on Intelligent Transportation Systems (ITSC), 2013</div>'"
    },
    {
        "119":"b'<div class=\"publication_title\"><b>Are we ready for Autonomous Driving? The KITTI Vision Benchmark Suite </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>A. Geiger, P. Lenz and R. Urtasun <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2012</div>'"
    },
    {
        "120":"b'<div class=\"publication_title\"><b>Automatic Calibration of Range and Camera Sensors using a single Shot </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>A. Geiger, F. Moosmann, O. Car and B. Schuster <br/>International Conference on Robotics and Automation (ICRA), 2012</div>'"
    },
    {
        "121":"b'<div class=\"publication_title\"><b>Motion-without-Structure: Real-time Multipose Optimization for Accurate Visual Odometry </b><br/>H. Lategahn, A. Geiger, B. Kitt and C. Stiller <br/>Intelligent Vehicles Symposium (IV), 2012</div>'"
    },
    {
        "122":"b'<div class=\"publication_title\"><b>Team AnnieWAY\\'s entry to the Grand Cooperative Driving Challenge 2011 </b><br/>A. Geiger, M. Lauer, F. Moosmann, B. Ranft, H. Rapp, C. Stiller and J. Ziegler <br/>Transactions on Intelligent Transportation Systems (TITS), 2012</div>'"
    },
    {
        "123":"b'<div class=\"publication_title\"><b>A Generative Model for 3D Urban Scene Understanding from Movable Platforms </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>A. Geiger, M. Lauer and R. Urtasun <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2011</div>'"
    },
    {
        "124":"b'<div class=\"publication_title\"><b>Visual SLAM for Autonomous Ground Vehicles </b><br/>H. Lategahn, A. Geiger and B. Kitt <br/>International Conference on Robotics and Automation (ICRA), 2011</div>'"
    },
    {
        "125":"b'<div class=\"publication_title\"><b>Sparse Scene Flow Segmentation for Moving Object Detection in Urban Environments </b><br/>P. Lenz, J. Ziegler, A. Geiger and M. Roser <br/>Intelligent Vehicles Symposium (IV), 2011</div>'"
    },
    {
        "126":"b'<div class=\"publication_title\"><b>StereoScan: Dense 3D Reconstruction in Real-time </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>A. Geiger, J. Ziegler and C. Stiller <br/>Intelligent Vehicles Symposium (IV), 2011</div>'"
    },
    {
        "127":"b'<div class=\"publication_title\"><b>Joint 3D Estimation of Objects and Scene Layout </b><br/>A. Geiger, C. Wojek and R. Urtasun <br/>Advances in Neural Information Processing Systems (NIPS), 2011</div>'"
    },
    {
        "128":"b'<div class=\"publication_title\"><b>Efficient Large-Scale Stereo Matching </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>A. Geiger, M. Roser and R. Urtasun <br/>Asian Conference on Computer Vision (ACCV), 2010</div>'"
    },
    {
        "129":"b'<div class=\"publication_title\"><b>Realistic Modeling of Water Droplets for Monocular Adherent Raindrop Recognition using Bezier Curves </b><br/>M. Roser, J. Kurz and A. Geiger <br/>Asian Conference on Computer Vision (ACCV) Workshops, 2010</div>'"
    },
    {
        "130":"b'<div class=\"publication_title\"><b>ObjectFlow: A Descriptor for Classifying Traffic Motion </b><br/>A. Geiger and B. Kitt <br/>Intelligent Vehicles Symposium (IV), 2010</div>'"
    },
    {
        "131":"b'<div class=\"publication_title\"><b>Visual Odometry based on Stereo Image Sequences with RANSAC-based Outlier Rejection Scheme </b> <b><span style=\"color:#a51e37\">(oral)</span></b><br/>B. Kitt, A. Geiger and H. Lategahn <br/>Intelligent Vehicles Symposium (IV), 2010</div>'"
    },
    {
        "132":"b'<div class=\"publication_title\"><b>Rank Priors for Continuous Non-Linear Dimensionality Reduction </b><br/>A. Geiger, R. Urtasun and T. Darrell <br/>Conference on Computer Vision and Pattern\\tRecognition (CVPR), 2009</div>'"
    },
    {
        "133":"b'<div class=\"publication_title\"><b>Video-based Raindrop Detection for Improved Image Registration </b><br/>M. Roser and A. Geiger <br/>International Conference on Computer Vision (ICCV) Workshops, 2009</div>'"
    },
    {
        "134":"b'<div class=\"publication_title\"><b>Monocular road mosaicing for urban environments </b><br/>A. Geiger <br/>Intelligent Vehicles Symposium (IV), 2009</div>'"
    },
    {
        "135":"b'<div class=\"publication_title\"><b>Topologically-Constrained Latent Variable Models </b><br/>R. Urtasun, D. Fleet, A. Geiger, J. Popovic, T. Darrell and N. Lawrence <br/>International Conference on Machine learning (ICML), 2008</div>'"
    },
    {
        "136":"b'<div class=\"publication_title\"><b>Human Body Tracking with Rank Priors for Non-Linear Dimensionality Reduction </b><br/>A. Geiger <br/>Masters Thesis, 2008</div>'"
    },
    {
        "137":"b'<div class=\"publication_title\"><b>An All-in-One Solution to Geometric and Photometric Calibration </b><br/>J. Pilet, A. Geiger, P. Lagger, V. Lepetit and P. Fua <br/>International Symposium on Mixed and Augmented Reality (ISMAR), 2006</div>'"
    }
]